REPLICAS_HELLO = '''
Привет! Давай сыграме в висилицу?
Если не знаешь правила нажми /help
А если готов, то /start_game!
'''

REPLICAS_HELP = '''
Правила очень просты:
Бот загадывает слова, и говорит тебе количество букв в нем.
Ты можешь попросить его открыть определённую букву.
Если она есть, то он покажет где она находится,
иначе ты теряешь жизнь.
Так же можно вводить слово целиком, но если оно не верно ты
теряшь 2 жизни
Если понял правила, то скорее жми /start_game!
'''

REPLICAS_SELECT_HARD = '''
Выберите сложность:
'''

REPLICAS_START_GAME = '''
Поехали!
Это слово состоит из {0} сиволов.
У тебя {1} попыток.
'''

REPLICAS_NO = '''
Неверно:)
{0}
{1}
'''

REPLICAS_YES = '''
Верно!
{0}
{1}
'''

REPLICAS_DONT_UNDERSTAND = '''
Я вас не понимаю:)
'''

REPLICAS_WIN = '''
Победа!
Слово: {0}
'''

REPLICAS_DEAD = '''
Вы проиграли:)
Слово: {0}
Хотите попробовать снова?
'''

REPLICAS_DOUBLE_CHAR = '''
Эта буква уже была
'''

REPLICAS_STATISTICS = '''
Сыграно игр: {0}
Побед: {1}
Очков: {2}
'''